{
    "authors": [
        "DAVID CARR", 
        "RAVI SOMAIYA"
    ], 
    "blurb": [
        "<p>A decision made because of ‘an issue with management in the newsroom.’</p>"
    ], 
    "body": "<div id=\"copy\"><p>The New York Times dismissed Jill Abramson as executive editor on Wednesday, replacing her with Dean Baquet, the managing editor, in an abrupt change of leadership.</p> <p>Arthur O. Sulzberger Jr., the publisher of the paper and the chairman of The New York Times Company, told a stunned newsroom that had been quickly assembled that he had made the decision because of “an issue with management in the newsroom.”</p> <p>Ms. Abramson, 60, had been in the job only since September 2011. But people in the company briefed on the situation described serious tension in her relationship with Mr. Sulzberger, who was concerned about complaints from employees that she was polarizing and mercurial. She had also had clashes with Mr. Baquet.</p> <p>In recent weeks, these people said, Mr. Baquet had become angered over a decision by Ms. Abramson to make a job offer to a senior editor from The Guardian, Janine Gibson, and install her alongside him in a co-managing editor position without consulting him. It escalated the conflict between them and rose to the attention of Mr. Sulzberger.</p> <p>Ms. Abramson had recently engaged a consultant to help her with her management style. Mr. Sulzberger nevertheless made the decision earlier this month to dismiss her, and last Thursday he informed Mr. Baquet of his promotion, according to the people briefed on the situation, who declined to speak for attribution because of the sensitivity of the matter.</p> <p>Ms. Abramson did not return messages seeking comment. As part of a settlement agreement between her and the paper, neither side would go into detail about her firing.</p> <p>Mr. Baquet becomes the first African-American to serve as The Times’s executive editor. Ms. Abramson’s hiring also made history — she was the first woman to run the newspaper. Her dismissal, after less than three years in the job, was met with disappointment by some women in the newsroom, and could be perceived as a step backward in the cause of female leadership at The Times and elsewhere in the industry.</p> <p>Jane Mayer, a journalist at The New Yorker and a friend of Ms. Abramson, said, “I know that Jill cares passionately about great journalism and The New York Times. She works incredibly hard, holds everyone including herself to the highest standards, and is a forceful and fearless advocate. Not everyone is going to like that, but it’s what makes her one of the most talented journalists of our times.”</p> <p>The upheaval comes in a crucial year for The Times, which has shed assets like The Boston Globe and About.com, and built a strategy around the newspaper that it hopes will spur growth. The paper recently began a new subscription iPhone app, NYT Now, and plans to start specific cooking and opinion products. It has overhauled its leadership on the business side with a new chief executive, Mark Thompson, appointed in 2012, and a new head of advertising, Meredith Kopit Levien.</p> <p>Against this backdrop, Mr. Sulzberger grew more focused on The Times itself, rather than a broader portfolio of media properties. Because of that, several executives said, it was essential that he have a good working relationship with the executive editor.</p> <p>In accepting the job, Mr. Baquet, 57, made several promises to the staff in the newsroom.</p> <p>“I will listen hard, I will be hands on, I will be engaged. I’ll walk the room,” he said. “That’s the only way I know how to edit.”</p> <p>Mr. Baquet thanked Ms. Abramson, who was not present at the announcement, for teaching him “the value of great ambition” and then added that John Carroll, whom he worked for at The Los Angeles Times, “told me that great editors can also be humane editors.”</p> <p>Both Mr. Baquet and Mr. Sulzberger praised Ms. Abramson for her efforts, but at a newspaper where executive editors generally serve until they are 65, her tenure was five years shorter than many thought it would be. When she was named the paper’s top editor, Ms. Abramson called it “the honor of my life.” She recently got a tattoo of The Times’s gothic “T” on her back.</p> <p>“I’ve loved my run at The Times,” Ms. Abramson said in a prepared statement. “I got to work with the best journalists in the world doing so much stand-up journalism,” she added, noting her appointment of many senior female editors as one of her achievements.</p> <p>The Times won eight Pulitzer Prizes under Ms. Abramson, and she won praise for journalistic efforts both in print and on the web. She had previously served as the head of the Washington bureau, and before coming to The Times was an investigative reporter at The Wall Street Journal. She co-wrote, with Ms. Mayer, “Strange Justice,” a book about the confirmation hearings for the Supreme Court justice Clarence Thomas.</p> <p>But as a leader of the newsroom, she was accused by some of divisiveness and criticized for several of her personnel choices, in particular the appointment of several major department heads who did not last long in their jobs.</p> <p>With Mr. Sulzberger more closely monitoring her stewardship, tensions between Ms. Abramson and Mr. Baquet escalated. In one publicized incident, he angrily <a title=\"Politico article.\" href=\"http://www.politico.com/story/2013/04/new-york-times-turbulence-90544.html\">slammed his hand against a wall</a> in the newsroom. He had been under consideration for the lead job when Ms. Abramson was selected and, according to people familiar with his thinking, he was growing frustrated working with her.</p> <p>Mr. Baquet first joined The Times in April 1990 as a metropolitan reporter. He was also an investigative reporter and was named national editor in 1995. He previously worked for The Times-Picayune in New Orleans for nearly seven years and for The Chicago Tribune, where he was awarded a Pulitzer Prize for investigative reporting in 1988.</p> <p>After serving as a managing editor and editor of The Los Angeles Times, Mr. Baquet rejoined The New York Times in 2007, where he served as an assistant managing editor and Washington bureau chief.</p> <p>In his remarks to the newsroom, Mr. Baquet said he would “make changes in the coming weeks. I have to pick a managing editor and rethink the leadership of the newsroom.”</p> <p>Among the challenges facing Mr. Baquet is the decline of print and the continuing emphasis on online and mobile products. A recent internal report on innovation at the newspaper, prepared by a team led by A. G. Sulzberger, Mr. Sulzberger’s son, said that the paper needed to do a better job of putting into effect a digital strategy. “The pace of change in our industry demands that we move faster,” the report said.</p> <p>An annual meeting for senior executives at the newspaper had been planned for Thursday and Friday. Ms. Abramson was scheduled to be one of its leaders and to deliver a talk Thursday morning, titled “Our Evolving Newsroom.” The meeting has been canceled.</p> </div>", 
    "byline": "<div id=\"byline\">By DAVID CARR and RAVI SOMAIYA</div>", 
    "firstPublishedTs": 1400092325, 
    "id": 100000002880434, 
    "keywords": [
        "New York Times Company|NYT|NYSE", 
        "Appointments and Executive Changes", 
        "Baquet, Dean", 
        "Abramson, Jill"
    ], 
    "lastPublishedTs": 1400150045, 
    "printEdition": "National", 
    "printHeadline": "Times Ousts Its Executive Editor, Elevating Second in Command", 
    "printPageNumber": "1", 
    "printPubDate": 1400126400, 
    "printSection": "A", 
    "pubDate": 1400126400, 
    "relatedAssets": [
        {
            "caption": "Dean Baquet addressing the Times staff in the newsroom Wednesday afternoon after he was named as the new executive editor.", 
            "credit": "Todd Heisler/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-largeHorizontal375-v2.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 433, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-popup-v2.jpg", 
                    "width": 650
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-thumbLarge-v2.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoLarge-v2.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoSixteenByNine310-v2.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoSixteenByNine480-v2.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002880859, 
            "print_information": {
                "height": "5.23", 
                "page": "2", 
                "publication_dt": 1400126400, 
                "section": "B", 
                "width": "7.65"
            }, 
            "type": "image"
        }, 
        {
            "caption": "Jill Abramson, The Times’s first female executive editor.", 
            "credit": "Fred R. Conrad/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 500, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-popup.jpg", 
                    "width": 343
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881174, 
            "print_information": {
                "height": "5.20", 
                "page": "2", 
                "publication_dt": 1400126400, 
                "section": "B", 
                "width": "7.65"
            }, 
            "type": "image"
        }, 
        {
            "caption": "Arthur Sulzberger Jr., left, and Mr. Baquet on Wednesday.", 
            "credit": "Earl Wilson/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 433, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-popup.jpg", 
                    "width": 650
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881073, 
            "print_information": {
                "height": null, 
                "page": null, 
                "publication_dt": null, 
                "section": null, 
                "width": null
            }, 
            "type": "image"
        }
    ], 
    "section": "business", 
    "sectionDisplayName": "Business Day", 
    "sectionFrontImages": [
        {
            "caption": "Dean Baquet, the new editor.", 
            "credit": "Todd Heisler/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 500, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-popup.jpg", 
                    "width": 599
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881033, 
            "print_information": {
                "height": "1.50", 
                "page": "1", 
                "publication_dt": 1400126400, 
                "section": "A", 
                "width": "1.80"
            }, 
            "title": "", 
            "type": "image"
        }
    ], 
    "showTimestamp": true, 
    "slug": "15times", 
    "subsection": "media", 
    "summary": "Jill Abramson, who took over the newsroom in 2011, was abruptly dismissed and will be replaced by Dean Baquet, the newspaper’s managing editor.", 
    "tagline": "Reporting was contributed by Leslie Kaufman, Sydney Ember, Jonathan Mahler and Noam Cohen.", 
    "taglineFull": "<p>Reporting was contributed by Leslie Kaufman, Sydney Ember, Jonathan Mahler and Noam Cohen.</p>", 
    "tinyUrl": "http://nyti.ms/1mVCkLk", 
    "title": "Times Ousts Its Executive Editor, Elevating Second in Command", 
    "tone": {
        "content": "NEWS", 
        "description": "News"
    }, 
    "type": "article", 
    "updatedDate": 1400116150, 
    "url": "http://www.nytimes.com/2014/05/15/business/media/jill-abramson-being-replaced-as-top-editor-at-times.html"
}
