{
    "authors": [
        "DAVID CARR", 
        "RAVI SOMAIYA"
    ], 
    "blurb": [
        "<p>A decision made because of ‘an issue with management in the newsroom.’</p>"
    ], 
    "body": "<div id=\"copy\"><p>In an abrupt change of leadership, The New York Times on Wednesday dismissed Jill Abramson as executive editor and replaced her with Dean Baquet, the managing editor.</p> <p>Speaking to a stunned newsroom that had been quickly assembled to hear the news, Arthur O. Sulzberger Jr., the publisher of the paper and the chairman of The New York Times Company, said that he had made the decision because of “an issue with management in the newsroom.”</p> <p>Ms. Abramson, 60, had been in the job only since September 2011. But people in the company briefed on the situation described serious tensions in her relationship with Mr. Sulzberger, many of them over his concerns about her management. Her style has been described as mercurial and brusque. They had disagreements even before she was appointed executive editor, and she had also had clashes with Mr. Baquet.</p> <p>In recent weeks, people briefed on the situation said, Mr. Baquet had become angered over a decision by Ms. Abramson to try to hire an editor from The Guardian, Janine Gibson, and install her alongside Mr. Baquet in a co-managing editor position without consulting him. It escalated the conflict between them and rose to the attention of Mr. Sulzberger, who was already concerned about her style of newsroom management.</p> <p>Though she had recently engaged a consultant to help her with this aspect of her job, Mr. Sulzberger made the decision to dismiss her earlier this month, and last week informed Mr. Baquet, according to people briefed on the situation.</p> <p>Ms. Abramson did not return messages seeking comment.</p> <p>Mr. Baquet becomes the first African-American to serve as The Times’s executive editor. Ms. Abramson’s hiring also made history. She was the first woman to run the newspaper and her appointment was met with a great deal of fanfare. Her dismissal, after less than three years in the job, was met with disappointment by some women in the newsroom, and could be perceived as a step backward in the cause of female leadership at The Times and elsewhere in the industry.</p> <p>Jane Mayer, a journalist at The New Yorker and a friend of Ms. Abramson, said, “I know that Jill cares passionately about great journalism and The New York Times. She works incredibly hard, holds everyone including herself to the highest standards, and is a forceful and fearless advocate. Not everyone is going to like that, but it’s what makes her one of the most talented journalists of our times.”</p> <p>The upheaval comes as The Times has shed its noncore assets, like The Boston Globe and About.com, and initiated strategy built around the newspaper and related projects that it hopes will enhance revenue. The paper recently began a new subscription iPhone app, NYT Now, and plans to start specific cooking and opinion products.</p> <p>The financial situation of the paper has become more stable after a turbulent few years during the financial crisis. The circulation of the newspaper for the six months ended March 31, for print and digital combined, was up 15 percent for weekdays and 8 percent for Sunday, to 2.1 million and 2.5 million.</p> <p>In accepting the job, Mr. Baquet, 57, made several promises.</p> <p>“I will listen hard, I will be hands on, I will be engaged. I’ll walk the room,” he said. “That’s the only way I know how to edit. Let’s take risks, let’s not beat each other up when we fail, let’s work together. Let’s not get paralyzed by guessing what Dean or anybody else wants. Give it a shot.”</p> <p>Both Mr. Baquet and Mr. Sulzberger praised Ms. Abramson for her efforts, but at a newspaper where executive editors generally serve until they are 65, her tenure is five years shorter than many thought it would be.</p> <p>The Times won eight Pulitzer Prizes under Ms. Abramson and she won praise for journalistic efforts both in print and on the web. But the newsroom was often roiled by some of her choices, including her selections for several major department heads who did not pan out.</p> <p>As part of a settlement agreement between Ms. Abramson and the paper, neither side would give specifics about the problems. But senior executives at the newspaper said that Ms. Abramson was well aware that there were concerns about her leadership style, some of them brought to her directly by Mr. Sulzberger.</p> <p>There were published reports about conflicts between Ms. Abramson and Mr. Baquet, including a clash that ended with him with him slamming his hand against a wall. He had been under consideration for the lead job when Ms. Abramson was selected and, according to people familiar with his thinking, he was growing increasingly impatient serving in the No. 2 spot, a fact that was made clear to Mr. Sulzberger.</p> <p>The timing was a surprise to Mr. Baquet, who was notified of his promotion last Thursday.</p> <p>He first joined The Times in April 1990 as a metropolitan reporter. He was also an investigative reporter and was named national editor in 1995. He previously worked for The Times-Picayune in New Orleans for nearly seven years and for The Chicago Tribune, where he was awarded a Pulitzer Prize for investigative reporting in 1988.</p> <p>After serving as a managing editor and editor of The Los Angeles Times, Mr. Baquet rejoined The New York Times in 2007, where he served as an assistant managing editor and Washington bureau chief.</p> <p>In front of the newsroom, Mr. Baquet praised Ms. Abramson for teaching him “the value of great ambition” and then added that John Carroll, whom he worked for at The Los Angeles Times, “told me that great editors can also be humane editors.”</p> <p>“I’ve loved my run at The Times,” Ms. Abramson said in a prepared statement. “I got to work with the best journalists in the world doing so much stand-up journalism,” she added, noting her appointment of many senior female editors as one of her achievements.</p> <p>Ms. Abramson, who survived and thrived after being hit by a truck in 2007, was noted as a tough journalist who recently got a tattoo of the newspaper’s gothic “T.” She called getting the job “the honor of my life.” Her appointment was seen at the time as a departure for the paper, which had historically chosen executive editors who had worked in overseas bureaus or had managed desks like Foreign or Metropolitan.</p> </div>", 
    "byline": "<div id=\"byline\">By DAVID CARR and RAVI SOMAIYA</div>", 
    "firstPublishedTs": 1400092325, 
    "glass_status": "success", 
    "id": 100000002880434, 
    "keywords": [
        "New York Times Company|NYT|NYSE", 
        "Appointments and Executive Changes", 
        "Baquet, Dean", 
        "Abramson, Jill"
    ], 
    "lastPublishedTs": 1400120274, 
    "printEdition": "The New York Times on the Web", 
    "printHeadline": "Times Ousts Its Executive Editor, Elevating Second-in-Command ", 
    "printPubDate": 1400126400, 
    "pubDate": 1400126400, 
    "relatedAssets": [
        {
            "caption": "Dean Baquet addressing the Times staff in the newsroom Wednesday afternoon after he was named as the new executive editor.", 
            "credit": "Todd Heisler/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-largeHorizontal375-v2.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 433, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-popup-v2.jpg", 
                    "width": 650
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-thumbLarge-v2.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoLarge-v2.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoSixteenByNine310-v2.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times2/15times2-videoSixteenByNine480-v2.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002880859, 
            "print_information": {
                "height": "5.20", 
                "page": "2", 
                "publication_dt": 1400126400, 
                "section": "B", 
                "width": "7.65"
            }, 
            "type": "image"
        }, 
        {
            "caption": "Jill Abramson, The Times’s first female executive editor.", 
            "credit": "Fred R. Conrad/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 500, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-popup.jpg", 
                    "width": 343
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/TIMES2/TIMES2-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881174, 
            "print_information": {
                "height": "5.20", 
                "page": "2", 
                "publication_dt": 1400126400, 
                "section": "B", 
                "width": "7.65"
            }, 
            "type": "image"
        }, 
        {
            "caption": "Arthur Sulzberger Jr., left, and Mr. Baquet on Wednesday.", 
            "credit": "Earl Wilson/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 433, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-popup.jpg", 
                    "width": 650
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/15times6/15times6-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881073, 
            "print_information": {
                "height": null, 
                "page": null, 
                "publication_dt": null, 
                "section": null, 
                "width": null
            }, 
            "type": "image"
        }
    ], 
    "section": "business", 
    "sectionDisplayName": "Business Day", 
    "sectionFrontImages": [
        {
            "caption": "Dean Baquet, the new editor.", 
            "credit": "Todd Heisler/The New York Times", 
            "crops": {
                "largeHorizontal375": {
                    "height": 250, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-largeHorizontal375.jpg", 
                    "width": 375
                }, 
                "popup": {
                    "height": 500, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-popup.jpg", 
                    "width": 599
                }, 
                "thumbLarge": {
                    "height": 150, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-thumbLarge.jpg", 
                    "width": 150
                }, 
                "videoLarge": {
                    "height": 507, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoLarge.jpg", 
                    "width": 768
                }, 
                "videoSixteenByNine310": {
                    "height": 174, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoSixteenByNine310.jpg", 
                    "width": 310
                }, 
                "videoSixteenByNine480": {
                    "height": 270, 
                    "url": "http://graphics8.nytimes.com/images/2014/05/15/business/media/TIMES/TIMES-videoSixteenByNine480.jpg", 
                    "width": 480
                }
            }, 
            "id": 100000002881033, 
            "print_information": {
                "height": "1.50", 
                "page": "1", 
                "publication_dt": 1400126400, 
                "section": "A", 
                "width": "1.80"
            }, 
            "title": "", 
            "type": "image"
        }
    ], 
    "showTimestamp": true, 
    "slug": "15times", 
    "subsection": "media", 
    "summary": "Jill Abramson, who took over the newsroom in 2011, was abruptly dismissed and will be replaced by Dean Baquet, the newspaper’s managing editor.", 
    "tagline": "Reporting was contributed by Leslie Kaufman, Sydney Ember, Jonathan Mahler and Noam Cohen.", 
    "taglineFull": "<p>Reporting was contributed by Leslie Kaufman, Sydney Ember, Jonathan Mahler and Noam Cohen.</p>", 
    "tinyUrl": "http://nyti.ms/1mVCkLk", 
    "title": "Times Ousts Its Executive Editor, Elevating Second-in-Command", 
    "tone": {
        "content": "NEWS", 
        "description": "News"
    }, 
    "type": "article", 
    "updatedDate": 1400116150, 
    "url": "http://www.nytimes.com/2014/05/15/business/media/jill-abramson-being-replaced-as-top-editor-at-times.html"
}
